Revit 2027 API
ParameterTypeId.ContinuousFootingBreakAtInsertsDisable Property
 "Do Not Break At Inserts"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ContinuousFootingBreakAtInsertsDisable { get; }
Public Shared ReadOnly Property ContinuousFootingBreakAtInsertsDisable As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ContinuousFootingBreakAtInsertsDisable {
	ForgeTypeId^ get ();
}
static member ContinuousFootingBreakAtInsertsDisable : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace